/*Ємність акумулятора смартфона становить N мАг.
Написати програму, що визначає мінімальну ємність переносного зарядного пристрою(powerbank),
якщо необхідні 3 повні заряди смартфона.

Приклад для перевірки програми на коректність:
Вхідними даними є :
Ємність акумулятора смартфона(мАг) -> 3000
––––––––––––––––––––––––––––
Вихідні дані :
Мінімальна ємність : 9000 мАг*/

#include<iostream>
using namespace std;
int main()
{
	setlocale(LC_ALL, "uk_UA");

	cout << "Введiть ємнiсть акумулятора смартфона: ";
	float Capacity;
	cin >> Capacity;
	cout << "\n\nВхiдними даними є :\n"
		<< "Ємнiсть акумулятора смартфона(мАг) -> " << Capacity
		<< "\n––––––––––––––––––––––––––––"
		<< "\nВихiднi данi :\n"
		<< "Мiнiмальна ємнiсть powerbank для трьохразової зарядки смартфона: " << Capacity * 3 << endl;
}