// Lesson1(repetition)
//Дана діагональ телевізора в дюймах. Написати програму, що визначає цю ж діагональ у сантиметрах(1 дюйм = 2.54 сантиметрів).
//Приклад для перевірки програми на коректність.
//Вхідними даними є :
//Діагональ телевізора(inch) — > 42
//––––––––––––––––––––––––
//Вихідні дані :
//Діагональ телевізора : 107 см

#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "uk_UA");
    cout << "Переведення з дюймiв у сантиметри\n\n"
        << "Введiть дiогональ телевiзора в дюймах: ";
    float A;
    cin >> A;
    cout << "\n\nВхiдними даними є:\n"
        << "Дiагональ телевiзора(inch) —> " << A
        << "\n-------------------------------\n"
        << "Вихiднi данi:\n"
        << "Дiагональ телевiзора: " << A * 2.54 << "cm\n\n";
}