/*За один день хом'ячок з'їдає K грам корму. 
Написати програму, що визначає закупівлю корму в кілограмах на 30 днів.
Приклад для перевірки програми на коректність.
Вхідними даними є:
Витрата корму за 1 день (г) -> 20
–––––––––––––––––––––––
Вихідні дані:
Обсяг корму на 30 днів: 0.6 кг.*/

#include<iostream>
using namespace std;
int main() 
{
	setlocale(LC_ALL, "uk_UA");

	cout << "Введiть скiльки грам корму хом'ячок з'їдає за день: ";
	float K;
	cin >> K;
	cout << "\n\nВхiдними даними є:\n"
		<< "Витрата корму за 1 день (г) -> " << K
		<< "\n–––––––––––––––––––––––\n"
		<< "Вихiднi данi:\n"
		<< "Обсяг корму на 30 днiв: " << K / 100 * 30 << "kg\n";

}